/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "تشغيل الحماية";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "تم تعطيل حماية AdGuard. اضغط على زر \"بدء الحماية\"";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "تشغيل AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "تم تعطيل AdGuard. يجب تشغيله إذا كنت تريد تغيير إعدادات حظر المحتوى";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "يرجى ملاحظة أن حظر المحتوى في سفاري يعمل حتى عندما لا يكون التطبيق قيد التشغيل";
